"BUTTON_AUTHENTICATE" = "मेरा फ़ोन नंबर उपयोग करें";

"BUTTON_CREATED_ACCOUNT" = "खाता बनाया गया";

"BUTTON_CREATE_ACCOUNT" = "खाता बनाएं";

"BUTTON_CREATING_ACCOUNT" = "खाता बना रहे हैं";

"BUTTON_DISMISS" = "बर्खास्त करें";

"BUTTON_NOT_NOW" = "अभी नहीं";

"BUTTON_OK" = "ठीक है";

"BUTTON_OKAY" = "ठीक है";

"BUTTON_RESEND_CONF_CODE" = "पुष्टिकरण कोड फिर से भेजें";

"BUTTON_RETRY" = "पुनः प्रयास करें";

"BUTTON_SENDING_CONF_CODE" = "पुष्टिकरण कोड भेजा जा रहा है";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "सत्यापित करें";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "सत्यापित";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "सत्यापित हो रहा है";

"BUTTON_SEND_CONF_CODE" = "पुष्टिकरण कोड भेजें";

"BUTTON_SENT_CONF_CODE" = "पुष्टिकरण कोड भेजा गया";

"BUTTON_SIGNED_IN" = "साइन इन है";

"BUTTON_SIGNING_IN" = "साइन इन करें";

"BUTTON_SIGN_IN" = "साइन इन करें";

"BUTTON_SIGN_IN_WITH_TWITTER" = "ट्विटर के साथ साइन इन करें";

"BUTTON_TRY_DIFFERENT_NUMBER" = "एक अलग नंबर आजमाएं";

"CALL_ME_ACTION" = "मुझे कॉल करें";

"CALL_ME_LOADING" = "कॉल किया जा रहा है...";

"ERROR_CANT_SMS" = "इस नंबर पर एस एम एस संदेश भेज पाने में असमर्थ.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "कृपया अपने कोड की जाँच करें और पुन: प्रयास करें";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "ओह, प्रतीत हो रहा है कि हमारा किसी नेटवर्क समस्या से सामना हो रहा है. क्या पुन: प्रयास करें? [%@]";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "कृपया अपने नंबर की जाँच करें और पुन: प्रयास करें";

"ERROR_TRY_AGAIN_LATER" = "हम इस समय ट्विटर के साथ आपको साइन इन नहीं कर सकता है. कृपया बाद में पुन: प्रयास करें.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "आपने पहले से <u>digits.com</u> पर 2-चरणीय सत्यापन कोड निर्धारित किया है";

"FOOTNOTE_CREATE_ACCOUNT" = "उपरोक्त \"खाता बनाएं\" को दबाकर, आप Digits by Twitter की <u>सेवा की शर्तों</u>, <u>गोपनीयता नीति</u> और <u>कुकीज़ नीति</u> से सहमत हैं, और यह भी कि %@ के अन्य उपयोगकर्ता आपको फ़ोन नंबर और/या ईमेल के द्वारा खोज सकते हैं.";

"FOOTNOTE_SEND_CONF_CODE" = "\"पुष्टिकरण कोड भेजें\" टैप करने से, <u>ट्विटर द्वारा डिजिट्स</u> आपके फ़ोन नंबर की पुष्टि करने के लिए एक एस एम एस संदेश भेजेगा या आपके फ़ोन पर कॉल करेगा. संदेश और डेटा शुल्क लागू हो सकते हैं.";

"FOOTNOTE_TOS_UPDATE" = "ऊपर \"साइन इन करें\" टैप करके, आप Digits by Twitter की अद्यतन <u>सेवा की शर्तों</u>, <u>गोपनीयता नीति</u>, और <u>कुकीज़ नीति</u> से सहमत हैं, और यह भी कि %@ के अन्य उपयोगकर्ता आपको फ़ोन नंबर और/या ईमेल के द्वारा खोज सकते हैं.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "2-चरणीय सत्यापन कोड दर्ज करें";

"LABEL_ENTER_CONF_CODE" = "पुष्टिकरण कोड दर्ज करें";

"LABEL_ENTER_PHONE_NUMBER" = "अपना फ़ोन नंबर दर्ज करें";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "इस एप्प का इस्तेमाल करने वाले आपके मित्रों को ढूंढने के लिए हम ट्विटर के डिजिट्स का इस्तेमाल करेंगे. जब आप ठीक है को दबाएंगे, तब हम ट्विटर के डिजिट्स पर आपकी पता पुस्तिका को अपलोड करेंगे ताकि हम आपको %@ के आपके परिचित उपयोगकर्ताओं को खोजने में मदद कर सके या %@ के अन्य उपयोगकर्ताओं को आपको खोजने में मदद कर सकते हैं.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "अपने मित्रों को खोजें";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "आपके फ़ोन नंबर की पुष्टि करने में असमर्थ";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "क्षमा करें, हमें आपको एक पुष्टिकरण कोड भेजने में परेशानी हो रही है.";

"PARTIAL_FOOTNOTE_THIS_APP" = "यह एप्प";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "सत्यापन कोड";

"PLACEHOLDER_CONF_CODE" = "पुष्टिकरण कोड";

"PLACEHOLDER_YOUR_NUMBER" = "आपका नंबर";

"WAIT_FOR_CONF_CODE" = "हम एक मिनट के भीतर आपके फ़ोन पर एक पुष्टिकरण कोड भेज देंगे.";

